// © Copyright 2004-2012, 2015 HP Development Company, L.P.
TaskName = "Bluetooth 设置";

NoNameTitle = "设备名为空";
NoNameMsg = "请指定设备名称。";

NoGetTitle = "无法检索设置";
NoGetMsg = "请检查打印机是否联机并建立了连接。";

NoResetTitle = "无法重置设备访问权限";
NoResetMsg = "请检查打印机是否联机并建立了连接。";

NoChangePinTitle = "无法更改 PIN 代码";
NoChangePinMsg = "请检查打印机是否联机并建立了连接。";

OkTitle = "确定";
CancelTitle = "取消";

ResetTitle = "重置设备访问权限";
ResetMsg = "单击“确定”，将所有先前连接的设备从打印设备中清除。单击“取消”，跳过重置功能。";

DefaultLanguage = "保持当前设置";

0Language = "简体中文 - 中国";
1Language = "繁体中文 - 中国香港特别行政区";
2Language = "繁体中文 - 中国台湾";
3Language = "日文";
4Language = "韩文";
5Language = "拉丁文（其他国家和地区）";

DeviceTitle = "设备";
AddressTitle = "地址：";
NameTitle = "名称：";
AccessTitle = "访问";
ChangePINCodeTitle = "更改 PIN 代码";
ChangePINCodeButton = "更改 PIN 代码…";
ModeTitle = "模式";
PrivateModeTitle = "专用模式";
PublicModeTitle = "公用模式";
EncryptionRequiredTitle = "需要加密";
DefaultFontSettingTitle = "默认字体设置：";
ApplyNowTitle = "立即应用";

EnternewPINcodeTitle = "输入新 PIN 代码：";
ConfirmnewPINcodeTitle = "确认新 PIN 代码：";

MissingCardLabel = "请插入外接式 Bluetooth 适配器，或打开设备内置的 Bluetooth 无线广播功能。";
